{
	"editable056": " About Us",
	"editable057": "We Know Cleanz",
	"editable058": "Years of experience, with advanced cleaning systemsz",
	"editable052": "Hygenic Solutions has taken the lead in redefining clean. Our hard work and advanced methods produce outstanding results.",
	"editable053": " With more than 10 years of experience, Hygenic Solutions LLC is a fully Licensed, Insured and Bonded service provider. Our employees go through extensive training in order to provide our clients with outstanding cleaning and janitorial services.\n              \n              We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results. ",
	"editable054": " We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results. ",
	"editable055": " Qualified to provide specialty commercial and residential sanitization solutions such as medical office cleaning and building maintenance. Our company updates our cleaning staffs education and training on a regular basis in order to provide our clients with the best possible service. ",
	"editable059": "Full Service",
	"editable060": " Hygenic Solutions LLC is a full service professional commercial and residential sanitization service provider. ",
	"editable061": " Offering janitorial services, commercial cleaning solutions for all industries. We are a family owned and operated sanitization service provider that strives to give our clients a great cleaning experience while providing great value.. ",
	"editable062": "Experience",
	"editable063": " With more than 10 years of experience, Hygenic Solutions LLC is a fully Licensed, Insured and Bonded service provider. Our employees go through extensive training in order to provide our clients with outstanding cleaning and janitorial services. ",
	"editable064": " We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results. ",
	"editable065": " Qualified to provide specialty commercial and residential sanitization solutions such as medical office cleaning and building maintenance. Our company updates our cleaning staffs education and training on a regular basis in order to provide our clients with the best possible service. ",
	"editable066": "Hire The Best",
	"editable067": " If you are concerned about your employees’ health as well as the appearance of your office it only makes sense to hire a sanitization company that understands the difference between looking clean and truly being sanitized. ",
	"editable068": " If you do your own cleaning or hire someone who has not been properly trained you may end up with an incomplete cleaning. ",
	"editable069": " The results are the spread of germs or an office that simply isn’t sanitized. Thorough cleaning and disinfecting of high traffic surfaces such as keyboards, touchscreens, telephones, hand-rails and doorknobs and the use of the appropriate sanitization materials and disinfectants are just part of our cleaning procedures that give our clients exceptional cleaning results. ",
	"footer_name": "Hygenic Solutions",
	"footer_name2": "Sanitization Services",
	"footer_location_telephone": " Tel:  818-821-0339",
	"footer_location_fax": " Fax:  747-214-0748",
	"footer_cities_title": "SERVICE AREAS",
	"footer_cities": " Los Angeles, California: All San Fernando Valley, Simi Valley, Van Nuys, North Hollywood, NOHO Arts District, Granada Hills, Mission Hills, Valley Glen, Sherman Oaks, Studio City, Toluca Lake, Valley Village, Sylmar, Chatsworth, Canoga Park, Winnetka, Reseda, West Hills, Woodland Hills, Northridge, Porter Ranch, Tarzana, Encino, Burbank, Glendale, Santa Clarita Valley, Hollywood ",
	"copyright": " Copyright 2020 | Hygenic Solutions Privacy Policy - All Rights Reserved"
}