{
	"company_name": " Hygenic Solutions LLC ",
	"company_cities": "  San Fernando Valley \n        - Santa Clarita Valley - Simi Valley\n        Surrounding Areas",
	"header_telephone": "818-821-0339",
	"carouse_l-heading": "WELCOME TO A NEW KIND OF CLEAN, A HYGENIC CLEAN.",
	"carouse_2-heading": "\n\t\t\t A HYGENIC CLEAN, IS A SUPERIOR CLEAN.",
	"editable001": "Hygenic Solutions Sanitization Services is your Solution",
	"editable002": "Let us show you how we can save you headaches",
	"editable003": "Local Commercial",
	"editable004": "Our passion is cleaning offices, schools, businesses. We are proud to call ourselves cleaning experts.",
	"editable005": "Building Maintenance",
	"editable006": "We provide you with building maintenance services that keeps your place of work safe and functional.",
	"editable007": "We Do The Cleaning",
	"editable008": "Cleaning technicians that are committed to delivering a professional environtment to suite your company.",
	"editable009": "High Performance Cleaning",
	"editable010": "Our system helps get your hard surface floors really clean, really fast.",
	"editable011": "Perfect for high speed cleaning of hallways, lobbies, cafeterias, warehouses, fitness areas and more, Kaivac's systems, is a superior system . Hygenic Solutions utilizes the highest quality equipment and techniques, to get the job done right.",
	"editable012": "Why choose Hygenic Solutions",
	"editable013": "Our account managers respond promptly, accurately and are knowledgeable with all our products, processes and services.",
	"editable014": "Great Competitive Value",
	"editable015": "With our sanitization team you always feel like you get more for your money. We go above and beyond for our clients in everything we do.",
	"editable016": "100% Satisfaction Guarantee",
	"editable017": "We are proud of our sanitization methods and thus guarantee the service will be up to the standards of our clients.",
	"editable018": "Our Services Include",
	"editable019": "Janitorial Services",
	"editable020": "If you feel it’s time to ask for the assistance of a Janitorial Service provider, we would be glad to make arrangements. Our firm has established relationships with many organizations throughout the area.",
	"editable021": "Dry Steam Cleaning",
	"editable022": [
		"With our dry steam option we will whip away dirt, dissolve grease and kill germs, while using no chemicals. This can be achieved on almost every surface with great results. Let's be green together.",
		"Window Cleaning"
	],
	"editable023": "Are your windows lacking that sparkle they deserve? Let us give that clean and clear treatment that your facility windows need. Our window cleaning system will leave nothing behind but sparkling glass and clean sills.",
	"editable024": "Floor Maintenance",
	"editable025": "Are your floors looking a little worse for wear and beginning to lose their glossy sheen? If so, a waxing session from Hygenic Solutions could be just the thing to restore their shine.",
	"editable026": "Commercial Floor Cleaning",
	"editable027": "Maintaining a clean floor is essential for any business owner or commercial space manager. For quality commercial floor cleaning, contact the professionals at Hygenic Cleaning Solutions.",
	"editable028": "Floor Restoration",
	"editable029": "When your VCT, concrete & natural stone flooring needs restoration, we have the experience and right equipment to take care of the job. Let us strip & refinish or grind & hone with the least amount of disruption to your daily activities.",
	"editable030": [
		"Trust The Professionals To Clean It Rightz",
		"Medical Maintenance is something we do with great care."
	],
	"editable031": "Medical Offices",
	"editable032": "Commercial Offices",
	"editable033": "Professional, Reliable and Experienced Commercial Cleaning and Janitorial Services.",
	"editable034": "Educational Facilitiesz",
	"editable035": "We keep your education facilities safe , clean and healthy ",
	"editable036": "Hospital",
	"editable037": "Our extended checklist is customized to your hospital.",
	"editable038": "Financial Institutions",
	"editable039": "Stay clean and professional, your clients will notice.z",
	"editable040": " Religious Facilities ",
	"editable041": "Keeping your place of worship clean and spotless",
	"editable042": "Fitness Centers",
	"editable043": [
		"Fitness centers, Gyms, Rehabilation centers",
		"Our unique Hygic-Clean Process is superior.z"
	],
	"editable044": "Industrial/Commercial Space",
	"editable045": " Keeping your commercial property neat and clean is an integral part of maintaining your facility.",
	"editable046": "Professional Restroom Cleaning",
	"editable047": " We understand that clean restrooms are imperative to the health, productivity of employees and clients",
	"editable048": "Experts In The Science Of Cleanz",
	"editable049": "With years of experience , knowledge and science, we have devoloped our own unique process . Our Hygic-Clean system will out perform our competitors.",
	"footer_cities_title": "SERVICE AREAS",
	"footer_cities": "Los Angeles, California: All San Fernando Valley, Simi Valley, Van Nuys, North Hollywood, NOHO Arts District, Granada Hills, Mission Hills, Valley Glen, Sherman Oaks, Studio City, Toluca Lake, Valley Village, Sylmar, Chatsworth, Canoga Park, Winnetka, Reseda, West Hills, Woodland Hills, Northridge, Porter Ranch, Tarzana, Encino, Burbank, Glendale, Santa Clarita Valley, Hollywood",
	"copyright": "Copyright 2020 | Hygenic Solutions Privacy Policy - All Rights Reserved",
	"footer_name": "Hygenic Solutions",
	"footer_name2": "Sanitization Services",
	"footer_location_telephone": "Tel: 818-821-0339",
	"footer_location_fax": "Fax: 747-214-0748",
	"editable050": "Let us show you , call now:",
	"editable051": "(818) 821-0339",
	"editable056": "About Us",
	"editable057": "We Know Clean",
	"editable058": "Years of experience, with advanced cleaning systems",
	"editable052": "Hygenic Solutions has taken the lead in redefining clean. Our hard work and advanced methods produce outstanding results.",
	"editable053": "With more than 10 years of experience, Hygenic Solutions LLC is a fully Licensed, Insured and Bonded service provider. Our employees go through extensive training in order to provide our clients with outstanding cleaning and janitorial services. We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results.",
	"editable054": "We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results.",
	"editable055": "Qualified to provide specialty commercial and residential sanitization solutions such as medical office cleaning and building maintenance. Our company updates our cleaning staffs education and training on a regular basis in order to provide our clients with the best possible service.",
	"editable059": "Full Servicez",
	"editable060": "Hygenic Solutions LLC is a full service professional commercial and residential sanitization service provider.",
	"editable061": "Offering janitorial services, commercial cleaning solutions for all industries. We are a family owned and operated sanitization service provider that strives to give our clients a great cleaning experience while providing great value..",
	"editable062": "Experiencez",
	"editable063": "With more than 10 years of experience, Hygenic Solutions LLC is a fully Licensed, Insured and Bonded service provider. Our employees go through extensive training in order to provide our clients with outstanding cleaning and janitorial services.",
	"editable064": "We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results.",
	"editable065": "Qualified to provide specialty commercial and residential sanitization solutions such as medical office cleaning and building maintenance. Our company updates our cleaning staffs education and training on a regular basis in order to provide our clients with the best possible service.",
	"editable066": "Hire The Bestz",
	"editable067": "If you are concerned about your employees’ health as well as the appearance of your office it only makes sense to hire a sanitization company that understands the difference between looking clean and truly being sanitized.",
	"editable068": "If you do your own cleaning or hire someone who has not been properly trained you may end up with an incomplete cleaning.",
	"editable069": "The results are the spread of germs or an office that simply isn’t sanitized. Thorough cleaning and disinfecting of high traffic surfaces such as keyboards, touchscreens, telephones, hand-rails and doorknobs and the use of the appropriate sanitization materials and disinfectants are just part of our cleaning procedures that give our clients exceptional cleaning results.z",
	"editable070": "Why Hygenic Solutionsz",
	"editable071": "We Know Cleanz",
	"editable072": "Years of experience, with advanced cleaning systemsz",
	"editable073": "Our Dedication to serving your clients has been our highest priority. Your business can count on us, to take care of the dirty work.z",
	"editable074": "At Hygenic Solutions we have been dedicating ourselves to the sanitization of our clients properties in the San Fernando Valley and surrounding areas for over 10 years. Our cleaning techniques have made us a go to company for our clients.z",
	"editable075": "Specializing in great customer service, attention to detail, and high ethics we know what it takes to get the job done right, on time and to the complete satisfaction of our clients.z",
	"editable076": "It is our goal to make sure that anyone that sets foot into your facility sees and feels the difference. Our cleaning is done with passion and pride and it shows. Make the right choice and call us to start a new clean today!.z",
	"editable077": "Full Servicez",
	"editable078": "\n\t\t  \n\t\t  \n\t\t  \n\t\t  \t\tHygenic Solutions LLC is a full service professional commercial and residential sanitization service provider.\n\t\t   ",
	"editable079": "Offering janitorial services, commercial cleaning solutions for all industries. We are a family owned and operated sanitization service provider that strives to give our clients a great cleaning experience while providing great value..z",
	"editable080": "Experiencez",
	"editable081": "With more than 10 years of experience, Hygenic Solutions LLC is a fully Licensed, Insured and Bonded service provider. Our employees go through extensive training in order to provide our clients with outstanding cleaning and janitorial services.z",
	"editable082": "We are a dedicated, reliable, trustworthy, and professional company that strives to give you the best results.z",
	"editable083": "Qualified to provide specialty commercial and residential sanitization solutions such as medical office cleaning and building maintenance. Our company updates our cleaning staffs education and training on a regular basis in order to provide our clients with the best possible service.z",
	"editable084": "Choose the best for your businessz",
	"editable085": "Always striving to be the best we invest in new equipment, products and training to stay at the cutting edge of the cleaning industry. No business is too small, too large, or too complicated for us to service. You should have no doubt that under the care of Hygenic Solutions your facility will always be represented in the best light possible.z",
	"editable086": "It is our goal to make sure that anyone that sets foot into your facility sees and feels the difference. Our cleaning is done with passion and pride and it shows. Make the right choice and call us to start a new clean today!z",
	"editable087": "The right equipment and productsz ",
	"editable088": "Trained and certified uniformed staffz",
	"editable089": "Experienced sanitization techniciansz",
	"editable090": "Immediate response and action to client requestsz",
	"editable091": "Difference makers in the industryz",
	"editable092": "Green seal products are better for the environmentz",
	"editable093": "Long considered the leader in restroom cleaning technology, Kaivac offers a variety of restroom cleaning alternatives that fit virtually any restroom .z",
	"editable094": "High performance cleaning of large area hard surface floorsz",
	"editable095": "Kaivac helps get your hard surface floors really clean, really fast - . Perfect for high speed cleaning of hallways, lobbies, cafeterias, warehouses, fitness areas and more, Kaivac's systems .z"
}