{
	"company_name": " Hygenic Solutions LLC ",
	"company_cities": "  San Fernando Valley \n        - Santa Clarita Valley - Simi Valley\n        Surrounding Areas",
	"header_telephone": "818-821-0339",
	"carouse_l-heading": "WELCOME TO A NEW KIND OF CLEAN, A HYGENIC CLEAN..",
	"carouse_2-heading": "\n\t\t\t A HYGENIC CLEAN, IS A SUPERIOR CLEAN.",
	"editable001": "Hygenic Solutions Sanitization Services is your Solution",
	"editable002": "Let us show you how we can save you headaches",
	"editable003": "Local Commercial",
	"editable004": "Our passion is cleaning offices, schools, businesses. We are proud to call ourselves cleaning experts.",
	"editable005": "Building Maintenance",
	"editable006": "We provide you with building maintenance services that keeps your place of work safe and functional.",
	"editable007": "We Do The Cleaning",
	"editable008": "Cleaning technicians that are committed to delivering a professional environtment to suite your company.",
	"editable009": "High Performance Cleaning",
	"editable010": "Our system helps get your hard surface floors really clean, really fast.",
	"editable011": "Perfect for high speed cleaning of hallways, lobbies, cafeterias, warehouses, fitness areas and more, Kaivac's systems, is a superior system . Hygenic Solutions utilizes the highest quality equipment and techniques, to get the job done right.",
	"editable012": "Why choose Hygenic Solutions",
	"editable013": "Our account managers respond promptly, accurately and are knowledgeable with all our products, processes and services.",
	"editable014": "Great Competitive Value",
	"editable015": "With our sanitization team you always feel like you get more for your money. We go above and beyond for our clients in everything we do.",
	"editable016": "100% Satisfaction Guarantee",
	"editable017": "We are proud of our sanitization methods and thus guarantee the service will be up to the standards of our clients.",
	"editable018": "Our Services Include",
	"editable019": "Janitorial Services",
	"editable020": "If you feel it’s time to ask for the assistance of a Janitorial Service provider, we would be glad to make arrangements. Our firm has established relationships with many organizations throughout the area.",
	"editable021": "Dry Steam Cleaning",
	"editable022": [
		"With our dry steam option we will whip away dirt, dissolve grease and kill germs, while using no chemicals. This can be achieved on almost every surface with great results. Let's be green together.",
		"Window Cleaning"
	],
	"editable023": "Are your windows lacking that sparkle they deserve? Let us give that clean and clear treatment that your facility windows need. Our window cleaning system will leave nothing behind but sparkling glass and clean sills.",
	"editable024": "Floor Maintenance",
	"editable025": "Are your floors looking a little worse for wear and beginning to lose their glossy sheen? If so, a waxing session from Hygenic Solutions could be just the thing to restore their shine.z",
	"editable026": "Commercial Floor Cleaning",
	"editable027": "Maintaining a clean floor is essential for any business owner or commercial space manager. For quality commercial floor cleaning, contact the professionals at Hygenic Cleaning Solutions.",
	"editable028": "Floor Restoration",
	"editable029": "When your VCT, concrete & natural stone flooring needs restoration, we have the experience and right equipment to take care of the job. Let us strip & refinish or grind & hone with the least amount of disruption to your daily activities.",
	"editable030": [
		" Trust The Professionals To Clean It Right ",
		" Medical Maintenance is something we do with great care."
	],
	"editable031": "Medical Offices",
	"editable032": "Commercial Offices",
	"editable033": " Professional, Reliable and Experienced Commercial Cleaning and Janitorial Services.",
	"editable034": "Educational Facilities",
	"editable035": " We keep your education facilities safe , cleand and healthy .",
	"editable036": "Hospital",
	"editable037": " Our extented checklist is customized to your hospital.",
	"editable038": " Financial Institutions ",
	"editable039": " Stay clean and professional, your clients will notice.",
	"editable040": " Religious Facilities ",
	"editable041": " Keeping your place of worship clean and spotless",
	"editable042": "Fitness Centers",
	"editable043": [
		" Fitness centers, Gyms, Rehabilation centers",
		"Our unique Hygic-Clean Process is superior."
	],
	"editable044": " Industrial/Commercial Space",
	"editable045": " Keeping your commercial property neat and clean is an integral part of maintaining your facility.",
	"editable046": "Professional Restroom Cleaning",
	"editable047": " We understand that clean restrooms are imperative to the health, productivity of employees and clients",
	"editable048": "Experts In The Science Of Clean",
	"editable049": " With years of experience , knowledge and science, we have devoloped our own unique process . Our Hygic-Clean system will out perform our competitors.",
	"footer_cities_title": "SERVICE AREAS",
	"footer_cities": " Los Angeles, California: All San Fernando Valley, Simi Valley, Van Nuys, North Hollywood, NOHO Arts District, Granada Hills, Mission Hills, Valley Glen, Sherman Oaks, Studio City, Toluca Lake, Valley Village, Sylmar, Chatsworth, Canoga Park, Winnetka, Reseda, West Hills, Woodland Hills, Northridge, Porter Ranch, Tarzana, Encino, Burbank, Glendale, Santa Clarita Valley, Hollywood ",
	"copyright": " Copyright 2020 | Hygenic Solutions Privacy Policy - All Rights Reserved"
}